// audiences.js: база данных аудиторий и корпусов

// Данные о корпусах и этажах
const buildings = {
    "1": 5, // 1 корпус имеет 5 этажей
    "2": 4,
    "3": 3,
    "4": 6,
    "5": 4,
    "6": 2,
    "7": 7,
    "P": 3,
    "C": 5,
    "D": 4,
    "K": 4,
    "M": 5,
    "E": 3,
    "O": 4,
    "T": 2
};

// База данных аудиторий
const suggestions = [
    "101", "102", "201", "301", "Дарья (столовая)", 
    "Варя (буфет)", "Настя (буфет)", "Буфет первого корпуса",
    "314А", "401B", "505C", "K101", "M202", "E303", "O404", "T505"
];
